tests/k6/results/exploration/global_load_test.txt
     ✗ Auth Login 200
      ↳  93% — ✓ 169 / ✗ 12
     ✓ User GetMe 200
     ✓ Notice List 200
     ✗ Portfolio List 200
      ↳  72% — ✓ 29 / ✗ 11
     ✓ Community List 200
     ✓ Community Detail 200
     ✗ Portfolio Detail 200
      ↳  81% — ✓ 27 / ✗ 6
     ✓ Community Comment 200

     checks.........................: 97.43% ✓ 1101     ✗ 29  
     data_received..................: 9.4 MB 70 kB/s
     data_sent......................: 403 kB 3.0 kB/s
     http_req_blocked...............: avg=218.26µs min=0s      med=0s      max=110.31ms p(90)=0s       p(95)=1.1ms   
     http_req_connecting............: avg=115.75µs min=0s      med=0s      max=6.17ms   p(90)=0s       p(95)=1.07ms  
   ✗ http_req_duration..............: avg=6.53s    min=0s      med=1.72s   max=1m0s     p(90)=22.6s    p(95)=30.2s   
       { expected_response:true }...: avg=6.08s    min=45.14ms med=1.69s   max=56.85s   p(90)=19.73s   p(95)=29.04s  
   ✗ http_req_failed................: 2.63%  ✓ 30       ✗ 1110
     http_req_receiving.............: avg=62.84ms  min=0s      med=14.81ms max=848.9ms  p(90)=185.44ms p(95)=315.67ms
     http_req_sending...............: avg=32µs     min=0s      med=0s      max=4.62ms   p(90)=0s       p(95)=0s      
     http_req_tls_handshaking.......: avg=0s       min=0s      med=0s      max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=6.47s    min=0s      med=1.61s   max=1m0s     p(90)=22.6s    p(95)=30.2s   
     http_reqs......................: 1140   8.525519/s
     iteration_duration.............: avg=16.84s   min=1.48s   med=12.29s  max=1m36s    p(90)=36.11s   p(95)=50.62s  
     iterations.....................: 455    3.402729/s
     vus............................: 5      min=5      max=90
     vus_max........................: 90     min=90     max=90