tests/k6/results/exploration/global_load_test_after.txt
     ✗ Auth Login 200
      ↳  95% — ✓ 210 / ✗ 9
     ✓ User GetMe 200
     ✗ Notice List 200
      ↳  0% — ✓ 0 / ✗ 219
     ✗ Portfolio List 200
      ↳  76% — ✓ 36 / ✗ 11
     ✗ Community List 200
      ↳  0% — ✓ 0 / ✗ 42
     ✗ Portfolio Detail 200
      ↳  92% — ✓ 39 / ✗ 3
     ✗ Community Detail 200
      ↳  26% — ✓ 9 / ✗ 25
     ✗ Community Comment 200
      ↳  0% — ✓ 0 / ✗ 3

     checks.........................: 62.18% ✓ 513      ✗ 312 
     data_received..................: 673 kB 4.6 kB/s
     data_sent......................: 283 kB 1.9 kB/s
     http_req_blocked...............: avg=113.88µs min=0s      med=0s      max=4.2ms    p(90)=0s       p(95)=1.14ms  
     http_req_connecting............: avg=101.79µs min=0s      med=0s      max=4.2ms    p(90)=0s       p(95)=1.09ms  
   ✗ http_req_duration..............: avg=9.22s    min=0s      med=3.61s   max=30.62s   p(90)=30.01s   p(95)=30.03s  
       { expected_response:true }...: avg=8.84s    min=81.13ms med=9.52s   max=29.91s   p(90)=19.63s   p(95)=25.15s  
   ✗ http_req_failed................: 37.82% ✓ 320      ✗ 526 
     http_req_receiving.............: avg=53.57ms  min=0s      med=16.79ms max=702.02ms p(90)=147.05ms p(95)=230.68ms
     http_req_sending...............: avg=18.01µs  min=0s      med=0s      max=1.51ms   p(90)=0s       p(95)=0s      
     http_req_tls_handshaking.......: avg=0s       min=0s      med=0s      max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=9.17s    min=0s      med=3.38s   max=30.62s   p(90)=30.01s   p(95)=30.03s  
     http_reqs......................: 846    5.815813/s
     iteration_duration.............: avg=26.47s   min=5.98s   med=18.14s  max=1m31s    p(90)=1m1s     p(95)=1m1s    
     iterations.....................: 291    2.000475/s
     vus............................: 4      min=0      max=90
     vus_max........................: 90     min=90     max=90