tests/k6/results/exploration/global_load_test_after.txt
     ✗ Auth Login 200
      ↳  94% — ✓ 178 / ✗ 10
     ✓ User GetMe 200
     ✗ Notice List 200
      ↳  6% — ✓ 13 / ✗ 175
     ✓ Portfolio List 200
     ✗ Community List 200
      ↳  0% — ✓ 0 / ✗ 42
     ✓ Portfolio Detail 200
     ✗ Community Detail 200
      ↳  73% — ✓ 25 / ✗ 9
     ✗ Community Comment 200
      ↳  75% — ✓ 3 / ✗ 1

     checks.........................: 68.31% ✓ 511      ✗ 237 
     data_received..................: 726 kB 5.0 kB/s
     data_sent......................: 257 kB 1.8 kB/s
     http_req_blocked...............: avg=186.99µs min=0s      med=0s      max=20.63ms  p(90)=599.31µs p(95)=1.13ms  
     http_req_connecting............: avg=178.01µs min=0s      med=0s      max=20.63ms  p(90)=571.63µs p(95)=1.12ms  
   ✗ http_req_duration..............: avg=10.59s   min=0s      med=3.19s   max=1m0s     p(90)=26.07s   p(95)=31.66s  
       { expected_response:true }...: avg=12.07s   min=20.49ms med=14.25s  max=59.16s   p(90)=23.16s   p(95)=28.9s   
   ✗ http_req_failed................: 31.26% ✓ 237      ✗ 521 
     http_req_receiving.............: avg=42.34ms  min=0s      med=10.43ms max=656.01ms p(90)=109.22ms p(95)=185.99ms
     http_req_sending...............: avg=27µs     min=0s      med=0s      max=2.48ms   p(90)=0s       p(95)=0s      
     http_req_tls_handshaking.......: avg=0s       min=0s      med=0s      max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=10.55s   min=0s      med=3.18s   max=1m0s     p(90)=26.04s   p(95)=31.65s  
     http_reqs......................: 758    5.194432/s
     iteration_duration.............: avg=29.36s   min=11.45s  med=22.33s  max=1m52s    p(90)=53.42s   p(95)=1m8s    
     iterations.....................: 267    1.829701/s
     vus............................: 2      min=0      max=90
     vus_max........................: 90     min=90     max=90